Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: A notification will be triggered only when glucose levels are below the LOW limit or above the HIGH limit, as specified in Glucose Alarm Limits below.
bg: Известие ще бъде задействано само когато нивата на глюкоза са под долната (LOW) граница или над горната (HIGH) граница, както е определено в Лимити за аларма за глюкоза по-долу.
cs: Upozornění bude spuštěno pouze tehdy, když je hladina glykémie pod DOLNÍM limitem nebo nad HORNÍM limitem, jak je specifikováno níže v sekci Limity alarmů glykémie.
da: En meddelelse vil kun blive udløst, når glukoseniveauet ligger under LOW-grænsen eller over HØJ grænsen. som specificeret i nedenstående grænseværdier for glukosealarmer.
de: Eine Benachrichtigung wird nur ausgelöst, wenn der Glukosewert unterhalb der unteren Glukosegrenze oder oberhalb der oberen Glukosegrenze liegt, wie in den Glukosealarmlimits unten angegeben ist.
es: Una notificación se activará sólo cuando los niveles de glucosa estén por debajo del límite de LOW o por encima del límite de HIGH, como se especifica en los límites de alarma de glucosa a continuación.
fr: Une notification sera envoyée uniquement lorsque la glycémie sera en dessous de la limite BASSE ou au-dessus de la limite HAUTE, comme spécifié dans les limites d’alarme de glucose ci-dessous.
it: La notifica viene attivata solo quando i livelli di glicemia sono inferiori al limite BASSO o superiori al limite ALTO, come specificato nella sezione Limiti di allarme glicemia.
nb_no: Et varsel vil bli utløst bare når blodsukkeret er under LAVT-grensen eller over HØYT-grensen, som angitt i innstillingene under.
nl: Er wordt alleen een melding gegeven wanneer de glucosewaardes lager zijn dan de "LAAG"-limiet of hoger dan de "HOOG"-limiet, zoals aangegeven in Glucose Alarmlimieten.
pl: Powiadomienie zostanie wysłane tylko wtedy, gdy poziom glikemii będzie niższy od dolnej granicy lub wyższy od górnej granicy, zgodnie z podanymi poniżej limitami alarmowymi poziomu glikemii.
pt_pt: Uma notificação será disparada somente quando os níveis de glicose estiverem abaixo do limite abaixo do limite ou acima do limite de ALTO, conforme especificado nos limites de alarme da Glucose abaixo.
ru: Уведомление будет срабатывать только тогда, когда уровни глюкозы ниже минимального предела или выше высокого предела, как указано в нижних пределах сигнализации Glucose
sv: En notis kommer endast att utlösas när glukosnivåerna är under LÅG eller över HÖG gräns, som anges i glukos larmgränser nedan.
uk: Сповіщення буде активоване тільки коли рівень глюкози нижче ліміту LOW або вище границі HIGH, як зазначено в Glucose будильнику нижче.
vi: Thông báo sẽ chỉ được kích hoạt khi mức đường huyết thấp hơn giới hạn THẤP hoặc cao hơn giới hạn CAO, như được chỉ định trong phần Giới hạn Cảnh báo Đường huyết bên dưới.
zh_hant: 當血糖水平低於低限或超過高限（如下面的血糖警報限值所指定）時，將觸發通知。

source: A pre-condition to have Temp Targets adjust Sensitivity is that the respective Target Behavior settings High Temp Target Raises Sensitivity or Low Temp Target Lowers Sensitivity are set to enabled.
bg: За да могат Временните цели да регулират Чувствителността, съответните настройки в раздела Поведение на целта — Висока временна цел повишава чувствителността или Ниска временна цел понижава чувствителността — трябва да са активирани.
cs: Předpokladem pro to, aby dočasné cíle upravovaly citlivost, je aktivace příslušných nastavení chování cílů: „Vysoký dočasný cíl zvyšuje citlivost“ nebo „Nízký dočasný cíl snižuje citlivost“.
da: En forudsætning for at have Temp Targets justere Følsomhed er, at de respektive Target Opførsel indstillinger Højt Temp Mål Hæver Følsomhed eller lav Temp Mål Lavere Følsomhed er indstillet til at aktivere.
de: Damit Temporäre Ziele die Sensitivität anpassen können, müssen die jeweiligen Zielverhalten-Einstellungen angeschaltet sein (hohe Temporäre Ziele erhöhen die Sensitivität, niedrige Temporäre Ziele verringern die Sensitivität).
es: Una pre-condición para que los Objetivos Temp ajusten Sensibilidad es que los ajustes de comportamiento objetivo correspondientes Altos objetivos aumenta la sensibilidad o baja sensibilidad de objetivos temporales bajos.
fr: Pour que les Cibles Temporaires puissent ajuster la sensibilité à l'insuline (ISF), les réglages « Cible Temporaire haute augmente la sensibilité » ou « Cible Temporaire basse diminue la sensibilité » doivent être activés au préalable.
it: Un prerequisito per far sì che i target temporali regolino la sensibilità è che le rispettive impostazioni di comportamento dei Target "Target temporaneo alto aumenta la sensibilità" o "Target temporaneo basso diminuisce la sensibilità" siano impostate su abilitato.
nb_no: For at midlertidige mål skal justere insulinfølsomhet, må målinnstillingene "høyt mål øker sensitivitet" og "lavt mål senker sensitivitet" være skrudd på.
nl: Een voorwaarde om tijdelijke streefdoelen aan te passen aan gevoeligheid is dat de respectievelijke doelgedragsinstellingen met een hoog tempo-effect of met een laag tempo-vermogen vermogen lager gevoeligheidsniveau zijn ingeschakeld.
pl: Warunkiem wstępnym dostosowania czułości przez cele tymczasowe jest włączenie odpowiednich ustawień zachowania celu: "Niski cel tymczasowy zmniejsza wrażliwość" lub „Wysoki cel tymczasowy zwiększa wrażliwość”.
pt_pt: Uma pré-condição para que os Alvos Temp ajustem a Sensibilidade é que as respectivas configurações de Comportamento do Alvo Temp de Alta Temperatura ou Sensibilidade do Alvo de Baixa Temporada são definidas como ativadas.
ru: Предварительное условие, чтобы временные цели регулировали чувствительность заключается в том, что соответствующие параметры поведения цели повышают чувствительность или низкая температурная чувствительность ниже чувствительности.
sv: Ett villkor för att låta tillfälliga mål justera insulinkänsligheten är att respektive målinställningar - högt tillfälligt mål höjer känsligheten, eller lågt tillfälligt mål sänker känslighet - är aktiverade.
uk: Попередня умова налаштування потенційного потенційного клієнта регулює чутливість до ситуації, полягає в тому, що на відповідних налаштувань цільової поведінки високотемпературних температур викликає чутливість або Чутливість низького значення зменьшених цілей Увімкнуто.
vi: Một điều kiện tiên quyết để các Mục tiêu tạm thời (Temp Targets) có thể điều chỉnh độ nhạy insulin (Sensitivity) là các cài đặt hành vi mục tiêu (Target Behavior) tương ứng: ‘Mục tiêu tạm thời cao làm tăng độ nhạy’ (High Temp Target Raises Sensitivity) hoặc ‘Mục tiêu tạm thời thấp làm giảm độ nhạy’ (Low Temp Target Lowers Sensitivity) phải được bật (enabled).
zh_hant: 使臨時目標調整敏感度的先決條件是相應的目標行為設置「高臨時目標提高敏感度」或「低臨時目標降低敏感度」已設置為啟用。

source: A Temporary Target replaces the current Target Glucose specified in Therapy settings.
bg: Временната цел замества текущата Целева глюкоза, зададена в настройките Терапия.
cs: Dočasný cíl nahradí aktuální cílovou glykémii nastavenou v nastavení léčby.
da: Et midlertidigt mål erstatter det aktuelle mål glukose, der er specificeret i behandlingsindstillinger.
de: Ein Temporäres Ziel ersetzt das aktuelle Glukoseziel aus den Therapieeinstellungen.
es: Un Objetivo Temporal reemplaza la Glucosa objetivo actual especificada en la configuración de ese objeto.
fr: Une « Cible temporaire » remplace la « Cible de glucose » active définie dans les réglages de « Thérapie ».
it: Un target temporaneo sostituisce la glicemia target corrente specificata nelle impostazioni della terapia.
nb_no: Et midlertidig mål erstatter gjeldende blodsukermål angitt i behandlingsinnstillingene.
nl: Een tijdelijk doel vervangt de huidige glucose die is opgegeven in Therapy instellingen.
pl: Cel tymczasowy zastępuje bieżącą docelową glikemię określoną w ustawieniach terapii.
pt_pt: Um Destino Temporário substitui o atual Glicose do Alvo especificado nas configurações de Therapy.
ru: Временная цель заменяет текущую целевую глюкозу, указанную в настройках терапии.
sv: Ett tillfälligt mål ersätter det nuvarande målvärde som angetts i behandlingsinställningarna.
uk: Тимчасова ціль замінює поточний цільовий глюкоза вказаний в налаштуваннях Therapy.
vi: Mục tiêu Tạm thời sẽ thay thế Mục tiêu Đường huyết hiện tại được chỉ định trong phần Cài đặt Điều trị.
zh_hant: 臨時目標替代了療程設置中指定的當前目標血糖。

source: Abbreviation for 'Deviation'. How much the actual glucose change deviated from the BGI.
bg: Съкращение за „Deviation“ (отклонение). Колко реалната промяна на глюкозата се е отклонила от BGI.
cs: Zkratka pro „Odchylku“ (Deviation). Udává, o kolik se skutečná změna glykémie lišila od predikce BGI (Blood Glucose Impact).
da: Forkortelse for 'Afvigelse'. Hvor meget den faktiske glukoseændring afveg fra BGI.
de: Abkürzung für 'Abweichung'. Wie sehr die tatsächliche Glukoseänderung vom BGI abweicht.
es: Abreviación de 'Desviación' cuánto cambio real de glucosa se desvió del BGI.
fr: Abréviation de "Déviation". Indique à quel point l’évolution réelle de la mesure de glucose s’est écartée du BGI (impact estimé de l'insuline active (uniquement) sur le glucose).
it: Abbreviazione di “deviazione”. Di quanto la variazione effettiva della glicemia si discosta dal BGI.
nb_no: Forkortelse for "Avvik". Hvor mye den faktiske endringen i blodsukker avviker fra BGI.
nl: Afkorting voor 'Deviatie'. In hoeverre de werkelijke glucose wijziging is afwijkt van de BGI.
pl: Skrót „Odchylenie”. Jaka rzeczywista zmiana stężenia glikemii odbiegała od BGI.
pt_pt: Abreviação para 'Desviação'. Quanto a verdadeira glicose mudou do BGI.
ru: Аббревиатура для 'Отклонения'. Сколько фактическое изменение глюкозы отклоняется от BGI.
sv: Förkortning för 'Avvikelse' (Deviation). Hur mycket den faktiska glukosförändringen avviker från BGI.
uk: Абревіатура для "девіації", як зміниться глюкоза від BGI.
vi: Chữ viết tắt của “Deviation”. Cho biết mức độ thay đổi đường huyết thực tế lệch so với BGI.
zh_hant: 指「偏差」的縮寫。實際血糖變化與血糖I 的偏差有多少。

source: Abbreviation for 'Total Daily Dose'. Last 24 hours of total insulin administered, both basal and bolus.
bg: Съкращение за „Total Daily Dose“ (обща дневна доза). Общият инсулин, подаден през последните 24 часа — базал и болус.
cs: Zkratka pro „Celkovou denní dávku“ (TDD). Celkový inzulín podaný za posledních 24 hodin, včetně bazálu i bolusu.
da: Forkortelse for 'Total Daglig Dosi'. Sidste 24 timer af total insulin administreret, både basal og bolus.
de: Abkürzung für 'Tägliche Insulinmenge'. Insulinmenge, die in den letzten 24 Stunden verabreicht wurde, sowohl Basal als auch Bolus.
es: Abreviatura de 'Dosis Diaria Total'. Últimas 24 horas de insulina total administrada, tanto basal como bolo.
fr: Abréviation de "Dose Totale Quotidienne" qui désigne la quantité totale d'insuline administrée au cours des dernières 24 heures, incluant le Basal et les Bolus.
it: Abbreviazione di “Dose totale giornaliera”. Ultime 24 ore di insulina totale somministrata, sia basale che in bolo.
nb_no: Forkortelse for ”Total daglig dose”. Siste 24 timer av total insulin som er levert, både basal og bolus.
nl: Afkorting voor 'Totale Dagelijkse Dosis'. Afgelopen 24 uur insuline toegediend, zowel basaal als bolus.
pl: Skrót dla „całkowitej dawki dobowej”. Ostatnie 24 godziny całkowitej podawanej insuliny, zarówno podstawowej, jak i w bolusie.
pt_pt: Abreviação para 'Total de Dosa Diária'. Últimas 24 horas da insulina total administrada, tanto basal quanto bolus.
ru: Аббревиатура для "Total Daily Dose". Последние 24 часа общего количества инсулина, как базального, так и кипящего.
sv: Förkortning av "Total daglig dos". Senaste 24 timmars insulintillförsel, både basal och bolus.
uk: Абревіатура за "Загалом щоденного дня". Минулі 24 години від загальної кількості інсулінів привели як до басейну, так і до болтів.
vi: Viết tắt của 'Tổng liều hằng ngày' (Total Daily Dose). Là tổng lượng insulin được tiêm trong 24 giờ qua, bao gồm cả liều nền và bolus.
zh_hant: 指「每日總劑量」的縮寫。過去 24 小時內管理的總胰島素，包括基礎與注射。

source: About the Process
bg: За процеса
cs: O procesu
da: Om Processen
de: Über diesen Prozess
es: Acerca del proceso
fr: Explication du processus
it: Informazioni sul processo
nb_no: Om prosessen
nl: Over het proces
pl: O procesie
pt_pt: Sobre o processo
ru: О процессе
sv: Om processen
uk: Про Процес
vi: Về quá trình xử lý
zh_hant: 關於這個過程

source: About this source
bg: За този източник
cs: O tomto zdroji
da: Om denne kilde
de: Über diese Quelle
es: Acerca de esta fuente
fr: Explication de ce module
it: Informazioni su questa fonte
nb_no: Om denne kilden
nl: Over deze bron
pl: O tym źródle
pt_pt: Sobre essa fonte
ru: Об этом источнике
sv: Om denna CGM
uk: Про це джерело
vi: Thông tin nguồn này
zh_hant: 關於這個來源

source: Acknowledge all alerts
bg: Потвърдете всички предупреждения
cs: Přijmout všechna upozornění
da: Anerkend alle advarsler
de: Alle Warnungen bestätigen
es: Reconocer todas las alertas
fr: Acquitter toutes les alertes
it: Riconoscere tutti gli avvisi
nb_no: Bekrefte alle varsler
nl: Alle waarschuwingen bevestigen
pl: Potwierdź wszystkie ostrzeżenia
pt_pt: Reconhecer todos os alertas
ru: Подтвердить все оповещения
sv: Bekräfta alla varningar
uk: Визнання всіх попереджень
vi: Xác nhận tất cả các cảnh báo
zh_hant: 確認所有警報

source: Activate an override
bg: Активирайте отмяна
cs: Aktivovat přepsání
da: Aktivér en overskrivelse
de: Aktiviert ein Override
fr: Activer une Dérogation
it: Attiva un override
nb_no: Aktivere en overstyring
nl: Activeer een override
pl: Aktywuj nadpisanie
pt_pt: Ativar uma substituição.
sv: Aktivera en override
vi: Kích hoạt ghi đè
zh_hant: 啟用覆蓋

source: Activate Override
bg: Активиране на отмяна
cs: Aktivovat přepsání
da: Aktivér Tilsidesæt
de: Override aktivieren
es: Activar Anulación
fr: Activer la Dérogation
it: Attiva Programma
nb_no: Aktiver justering
nl: Activeer Override
pl: Aktywuj Nadpisanie
pt_pt: Ativar sobreposição
ru: Активировать переопределение
sv: Aktivera override
uk: Активувати Перевизначення
vi: Kích hoạt ghi đè
zh_hant: 註冊覆寫

source: Active Time
bg: Активно време
cs: Aktivní čas
da: Aktiv Tid
de: Aktive Zeit
es: Tiempo Activo
fr: Temps actif
it: Tempo di attività
nb_no: Aktiveringstidspunkt
nl: Activatietijd
pl: Czas aktywności
pt_pt: Tempo ativo
ru: Активирован в
sv: Aktiv tid
uk: Активний Час
vi: Thời gian Hoạt động
zh_hant: 活躍時間

source: Add
bg: Добави
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar
ru: Добавить
sv: Lägg till
uk: Додати
vi: Thêm
zh_hant: 新增

source: Add %@ without bolusing
bg: Добави %@ без болус
cs: Přidat %@ bez bolusu
da: Tilføj %@ uden bolus
de: Füge %@ ohne Bolusabgabe hinzu
es: Añada %@ sin bolo
fr: Ajouter %@ sans injection de bolus
it: Aggiungi %@ senza bolo
nb_no: Registrer %@ uten å gi bolus
nl: Voeg %@ toe zonder bolus
pl: Dodaj %@ bez bolusa
pt_pt: Adicionar %@ sem tomar bolus
ru: Добавить %@ без болюса
sv: Lägg till %@ utan att ge bolus
uk: Добавити %@ без болюсу
vi: Thêm %@ và bỏ qua liều bolus
zh_hant: 新增 %@ 而不注射

source: Add %lld g carbs
bg: Добави %lld г въглехидрати
cs: Přidat %lld g sacharidů
de: %lld g Kohlenhydrate hinzufügen
fr: Ajouter %lld g de glucides
nb_no: Legg til %lld g karbohydrater
pl: Dodaj %lld g węglowodanów
vi: Thêm %lld g carbs
zh_hant: 新增 %lld 公克碳水

source: Add a CGM and pump to enable automated insulin delivery
bg: Добавете CGM и помпа, за да активирате автоматичното подаване на инсулин
cs: Přidejte CGM a pumpu pro aktivaci automatizovaného podávání inzulínu
da: Tilføj en CGM og pumpe for at aktivere automatisk insulin levering
de: Füge ein CGM und eine Pumpe hinzu, um eine automatische Insulinabgabe zu ermöglichen
fr: Ajouter un CGM et une pompe pour activer l'administration automatisée d’insuline
it: Aggiungi un CGM e una pompa per abilitare la somministrazione automatica d'insulina
nb_no: Legg til CGM og pumpe for å aktivere automatisert insulintilførsel
nl: Voeg een CGM en pomp toe om geautomatiseerde insulinetoediening te activeren
pl: Dodaj CGM i pompę, aby umożliwić automatyczne podawanie insuliny
sv: Lägg till en CGM och en pump för att aktivera automatisk insulintillförsel
vi: Thêm cảm biến đường huyết và máy bơm để có thể cung cấp insulin tự động
zh_hant: 添加 CGM 和幫浦以啟用自動胰島素傳送

source: Add a Garmin Device to Trio.
bg: Добавете Garmin устройство към Trio.
cs: Přidat zařízení Garmin do Tria.
da: Tilføj en Garmin-enhed til Trio.
de: Füge ein Garmin Gerät zu Trio hinzu.
es: Añadir un dispositivo Garmin al trío.
fr: Ajouter un appareil Garmin à Trio.
it: Aggiungi un dispositivo Garmin a Trio.
nb_no: Legg til en Garmin-enhet i Trio.
nl: Een Garmin Apparaat toevoegen aan Trio.
pl: Dodaj urządzenie Garmin do Trio.
pt_pt: Adicionar um dispositivo de Garmin a Trio.
ru: Добавить Garmin устройство в Trio.
sv: Lägg till en Garmin-enhet i Trio.
uk: Додати Garmin пристрій до користування.
vi: Thêm thiết bị Garmin vào Trio.
zh_hant: 將 Garmin 裝置新增到 Trio。

source: Add and set a bolus option for meals that absorb quickly.
bg: Добавете и задайте опция за болус за хранения, които се усвояват бързо.
cs: Přidejte a nastavte možnost bolusu pro rychle se vstřebávající jídla.
da: Tilføj og sæt en bolus mulighed for måltider, der absorberer hurtigt.
de: Füge eine Bolusoption für schnell absorbierende Mahlzeiten hinzu und setze sie ein.
es: Agregue y establezca una opción de bolo para las comidas que absorban rápidamente.
fr: Activer l'affichage d'une option de bolus pour indiquer qu'un repas est à absorption rapide.
it: Aggiungere e impostare un'opzione di bolo per i pasti che vengono assorbiti rapidamente.
nb_no: Legg til og sett et bolusalternativ for måltider som absorberes raskt.
nl: Voeg een bolusoptie toe en stel deze in voor een snelle opname van maaltijden.
pl: Dodaj i ustaw opcję bolusa dla posiłków, które szybko się wchłaniają.
pt_pt: Adicione e defina uma opção de bolus para refeições que absorvem rapidamente.
ru: Добавьте и установите опцию болта для быстрого поглощения пищи.
sv: Lägg till och ställ in ett bolusalternativ för måltider som absorberas snabbt.
uk: Додайте та встановіть "болус" для їжі, яка швидко поглинається.
vi: Thêm và đặt tùy chọn bolus cho bữa ăn hấp thụ nhanh.
zh_hant: 為快速吸收的餐點新增並設定注射選項。

source: Add and set a bolus option for meals that absorb slowly.
bg: Добавете и задайте опция за болус за хранения, които се усвояват бавно.
cs: Přidejte a nastavte možnost bolusu pro pomalu se vstřebávající jídla.
da: Tilføj og sæt en bolus mulighed for måltider, der absorberer langsomt.
de: Füge eine Bolusoption für langsam absorbierende Mahlzeiten hinzu und setze sie ein.
es: Agregue y establezca una opción de bolo para las comidas que absorban lentamente.
fr: Ajouter et configurer une option de bolus pour les repas à absorption lente.
it: Aggiungere e impostare un'opzione di bolo per i pasti che vengono assorbiti lentamente.
nb_no: Legg til og sett et bolusalternativ for måltider som absorberes sakte.
nl: Voeg een bolusoptie toe en stel deze in voor maaltijden die langzaam absorberen.
pl: Dodaj i ustaw opcję bolusa dla posiłków, które wchłaniają się powoli.
pt_pt: Adicione e defina uma opção de bolus para refeições que absorvem devagar.
ru: Добавьте и установите опцию болта для питаний, которые медленно поглощают еду.
sv: Lägg till och ställ in ett bolusalternativ för måltider som absorberas långsamt.
uk: Додайте і встановіть "болус" для їжі, яка повільно поглинається.
vi: Thêm và đặt tùy chọn bolus cho bữa ăn hấp thụ chậm.
zh_hant: 為慢速吸收的餐點新增並設定注射選項。

source: Add calibration
bg: Добави на калибрация
cs: Přidat kalibraci
da: Tilføj kalibrering
de: Kalibrierung hinzufügen
es: Añadir calibración
fr: Ajouter une calibration
it: Aggiungi calibrazione
nb_no: Legg til kalibrering
nl: Kalibratie toevoegen
pl: Dodaj kalibrację
pt_pt: Adicionar calibração
ru: Добавить калибровку
sv: Lägg till kalibrering
uk: Додати калібрування
vi: Thêm hiệu chuẩn
zh_hant: 新增校正

source: Add carbs
bg: Добави въглехидрати
cs: Přidat sacharidy
da: Tilføj kulhydrater
de: Kohlenhydrate hinzufügen
es: Añadir glúcidos
fr: Ajouter des glucides
it: Aggiungi carboidrati
nb_no: Legg til karbo
nl: Koolhydraten toevoegen
pl: Dodaj węglowodany
pt_pt: Adicionar carboidratos
ru: Добавить кармы
sv: Lägg till kolhydrater
uk: Додати автомобілі
vi: Thêm Carbs
zh_hant: 新增碳水化合物

source: Add Carbs
bg: Добави въглехидрати
cs: Přidat sacharidy
da: Tilføj Kulhydrater
de: Kohlenhydrate hinzufügen
es: Añadir Carbohidratos
fr: Ajouter des glucides
it: Aggiungi Carboidrati
nb_no: Legg til karbo
nl: Koolhydraten toevoegen
pl: Dodaj węglowodany
pt_pt: Adicionar carboidratos
ru: Ввод углеводов
sv: Lägg till kolhydrater
uk: Додати Вуглеводи
vi: Thêm Carbs
zh_hant: 新增碳水化合物

source: Add CGM
bg: Добави CGM
cs: Přidat CGM
da: Tilføj CGM
de: CGM hinzufügen
es: Añadir CGM
fr: Ajouter un CGM
it: Aggiungi CGM
nb_no: Legg til CGM
nl: CGM toevoegen
pl: Dodaj CGM
pt_pt: Adicionar CGM
ru: Добавить CGM
sv: Lägg till CGM
uk: Додати CGM
vi: Khai báo CGM
zh_hant: 新增 CGM

source: Add Contact
bg: Добави контакт
cs: Přidat kontakt
da: Tilføj Kontakt
de: Neuer Kontakt
es: Añadir contacto
fr: Ajouter un contact
it: Aggiungi Contatto
nb_no: Legg til kontakt
nl: Contactpersoon toevoegen
pl: Dodaj kontakt
pt_pt: Adicionar contacto
ru: Добавить контакт
sv: Lägg till kontakt
uk: Додати контакт
vi: Thêm liên hệ
zh_hant: 新增聯絡人

source: Add Contact Items
bg: Добавяне на контакти
cs: Přidat položky kontaktu
da: Tilføj Kontakt Elementer
de: Kontaktelemente hinzufügen
es: Añadir elementos de contacto
fr: Compléter les détails du contact
it: Aggiungi Elementi di contatto
nb_no: Legg til kontakt-elementer
nl: Voeg contactitems toe
pl: Dodaj elementy kontaktu
pt_pt: Adicionar Itens de Contato
ru: Добавить контакт
sv: Lägg till kontakt
uk: Додати контакти
vi: Thêm mục liên hệ
zh_hant: 新增聯絡人項目

source: Add Device
bg: Добави устройство
cs: Přidat zařízení
da: Tilføj Enhed
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un appareil
it: Aggiungi Dispositivo
nb_no: Legg til enhet
nl: Apparaat toevoegen
pl: Dodaj urządzenie
pt_pt: Adicionar dispositivo
ru: Добавить устройство
sv: Lägg till enhet
uk: Додати пристрій
vi: Thêm thiết bị
zh_hant: 新增裝置

source: Add devices
bg: Добави устройства
cs: Přidat zařízení
da: Tilføj enheder
de: Geräte hinzufügen
es: Añadir dispositivos
fr: Ajouter des appareils
it: Aggiungi dispositivi
nb_no: Legg til enheter
nl: Apparaten toevoegen
pl: Dodaj urządzenia
pt_pt: Adicionar dispositivos
ru: Добавить устройства
sv: Lägg till enhet
uk: Додати пристрій
vi: Thêm thiết bị
zh_hant: 新增裝置

source: Add fat and protein macros to meal entries.
bg: Добавете макроси за мазнини и протеини към записите за храненията.
cs: Přidat makra tuků a bílkovin k záznamům jídla.
da: Tilføje fedt og protein makroer til måltides poster.
de: Füge Fett- und Eiweißmakros zu den Mahlzeiteneinträgen hinzu.
es: Añada macros de grasa y proteínas a las entradas de las comidas.
fr: Ajouter des quantités de graisse et de protéines aux entrées de repas.
it: Aggiungi grassi e proteine alle voci del pasto.
nb_no: Tilfører fett- og proteiner til måltider.
nl: Voeg vet en eiwit macro's toe aan maaltijden.
pl: Dodaj do posiłku makroskładniki tłuszczu i białka.
pt_pt: Adicione macros gordos e proteínas a entradas de refeições.
ru: Добавить жировые и белковые макросы к записям питания.
sv: Lägg till fett och protein till måltider.
uk: Додати жирні і білкові макроси до записів їжі.
vi: Thêm chất béo và chất đạm vào mục bữa ăn.
zh_hant: 為餐點項目新增脂肪和蛋白質的宏量營養素。

source: Add Glucose
bg: Добави глюкоза
cs: Přidat glykémii
da: Tilføj Glukosemåling
de: Glukose hinzufügen
es: Añadir Glucosa
fr: Ajouter une glycémie
it: Aggiungi Glicemia
nb_no: Legg til blodsukkerverdi
nl: Glucose toevoegen
pl: Dodaj glikemię
pt_pt: Adicionar glicose
ru: Добавить глюкозу
sv: Lägg till glukos
uk: Додати глюкозу
vi: Thêm Đường huyết
zh_hant: 新增血糖
